[
  {
    "text": "General: Window - Covered / Blocked",
    "comment": "The window was covered and could not be thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Method",
    "comment": "The exterior door was locked and could not be thoroughly inspected.",
    "answer_choices": [
      "From Ground",
      "From Ladder",
      "Walked on Roof",
      "From Drone",
      "Binoculars",
      "From Attic",
      "From Window",
      "Partial Access",
      "Limited View",
      "Not Accessible"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Source of Water Supply",
    "comment": "The plumbing fixture could not be thoroughly inspected because of debris.",
    "answer_choices": [
      "Public",
      "Private Well",
      "Cistern",
      "Unknown",
      "Community Well",
      "Spring"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: 220/240 Receptacle - Not Present",
    "comment": "There wasn’t a 220/240 plug installed. The connection was gas.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Type",
    "comment": "",
    "answer_choices": [
      "Wood Burning",
      "Gas",
      "Electric",
      "Pellet",
      "Ethanol",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Heater: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Dishwasher Inspection Limitation - Unplugged",
    "comment": "The dishwasher was unplugged therefore it was not tested.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Data Tag - Missing",
    "comment": "The furnace did not have a data tag visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Foundation: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Data Tag - Missing",
    "comment": "The data tag for the condenser was not present on the equipment.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Grounds Inspection Limitation",
    "comment": "The grounds inspection covers items around the home's exterior that are not a part of the structure, like landscaping beds, driveways, patios, yard grading, and others. These items are included in the inspection because they can directly affect the home somehow. All things outside of those parameters are not included in the grounds inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Floor: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Attic Access: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Type of Inspection",
    "comment": "",
    "answer_choices": [
      "Pre-Purchase",
      "Pre-Listing",
      "Warranty Expiration",
      "New Build",
      "4-Point",
      "Roof (only)",
      "Electrical",
      "Warranty Inspection",
      "Repair Inspection"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Method",
    "comment": "Areas of the roof and attic could not be accessed and were viewed from a limited vantage point, which could make some minor issues hard to see. I make every effort to view all areas as closely as possible to rule out as many major damage issues as possible.",
    "answer_choices": [
      "Binoculars",
      "Ground",
      "Ladder",
      "Roof",
      "Drone",
      "Not accessible",
      "Lower Roof",
      "Walked Roof",
      "Camera Pole",
      "Ground / Binoculars"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Post Inspection",
    "comment": "FINAL WALK-THROUGHThe walk-through prior to closing is the time for you to go back to the property to ensure there aren’t any major changes. Conditions can change between the time of a home inspection and the time of closing. Restrictions that existed during the inspection may have been removed for the walk-through, which could expose issues that weren’t visible the day of the inspection.The following are recommendations of things you can check during your final walkthrough.1. Check the heating and cooling system. Turn the thermostat to heat mode and turn the temperature setting up. Confirm that the heating system is running and making heat. Turn the thermostat to cool mode and turn the temperature setting down. Confirm the condenser fan (outside equipment) is spinning and the system is making cool air. 2. Operate all appliances; oven/stove, dishwasher, microwave, etc.3. Run the water at all plumbing fixtures, both inside and outside, and flush toilets.4. Operate all exterior doors, windows and locks. Sudden change of functionality with any of these, could indicate serious issues, like foundation movement. 5. Test smoke/carbon monoxide detectors, following the manufacturers instructions. Only their presence or absence is reported on.6. Ask for all remote controls to any garage door openers, fans, gas fireplaces, etc so that you can ensure that the sellers have them and that they work. If not, this could be your last opportunity to have them correct that.7. Inspect areas that may have been restricted or covered, at the time of the inspection. There are videos in your report of any such restrictions present at the time of the inspection. 8. Ask seller questions about anything that was excluded from the home inspection; irrigation systems, security codes, smart equipment, etc.9. Ask seller about any warranties that may be transferable or subscriptions like, pool, pest control, security.10. Read sellers disclosure.The links below connect you to a series of documents that will help you understand your home and how it works.ROOFING, FLASHINGS AND CHIMNEYS-http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_1_Roofing_2011.pdfEXTERIOR -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_2_Exterior_2011.pdfSTRUCTURE -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_3_Structure_2011.pdfELECTRICAL -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_4_Electrical_2011.pdfHEATING -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_5_Heating_2011.pdfCOOLING/HEAT PUMPS -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_6_Cooling_2011.pdfINSULATION -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_7_Insulation_2011.pdfPLUMBING -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_8_Plumbing_2011.pdfINTERIOR -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_9_Interior_2011.pdfAPPLIANCES -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_10_Appliances_2011.pdfLIFE CYCLES and COSTS -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_11_Life_Cycles_2011.pdfENVIRONMENTAL CONCERNS -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_12_Supplementary_2011.pdfHOME SET-UP AND MAINTENANCE -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_13_Maintenance_2011.pdfMORE ABOUT HOME INSPECTIONS -http://www.discoverhorizon.com/hrb/PDFS_2011/HRB_14_Appendix_A_2011.pdfENERGY SAVING WEBSITES/TIPS:Perhaps you never thought of your home as a likely place to save you a lot of money, but it can be. Most homes are far from being energy-efficient. That means if you are using more energy than you have to, you are also paying higher monthly bills than necessary. We can to an energy evaluation with thermal imaging and make recommendations where improvements can be made. By checking out the following energy saving web-sites, you will be able to gain some energy saving ideas that you will most likely be able to put to use right away. You can do many of them yourself, others may require the services of a more qualified contractor:http://www.energystar.gov/http://www.eere.energy.gov/buildings/building_americahttp://www.aceee.org/consumerguidehttp://www.efficientwindows.org",
    "answer_choices": [],
    "type": "information"
  },
  {
    "text": "Electrical - Main Disconnect: Missing",
    "comment": "There wasn’t a main breaker installed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Floor: Material",
    "comment": "",
    "answer_choices": [
      "Concrete",
      "Epoxy",
      "Sealed"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Exterior Door Inspection Limitation - Locked",
    "comment": "The rear side of the homes exterior and roof could not be inspected due to a dog being loose in the backyard.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Door Inspection Limitation - Locked",
    "comment": "Door was locked and inoperable and therefore not inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Plumbing Fixture Inspection Limitation - Debris",
    "comment": "The jetted tub was filled and the jets were then tested for function.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Sub Panel: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspections Disclaimer",
    "comment": "Purpose: The home inspection report (Report) was prepared by AGI: Property Inspections (AGI) for the specific purposes of assessing the general condition of the building and identifying defects that are readily apparent at the time of inspection based on the limited visual, non-invasive inspection as further described below in the Scope and Limitations & Exclusions sections.No responsibility is accepted if the Report is used for any other purpose.Scope: The Report is based on a limited visual, above-ground, non-invasive inspection of the standard systems and components of the building. AGI does not open up, uncover or dismantle any part of the building as part of the inspection or undertake any internal assessment of the building, aside from the electrical panel deadfront.Report Limitations & Exclusions: The Report is an evaluation only and not a guarantee or warranty as to the state of the building or any product, system, or feature in the building.AGI accepts no responsibility or liability for any omission in its inspection or the Report related to defects or irregularities which are not reasonably visible at the time of the inspection or which relate to components of the building:1. which are below ground or which are concealed or closed in behind finished surfaces (such as plumbing, drainage, heating, framing, ventilation, insulation, or wiring);2. which required the moving of anything that impeded access or limited visibility (such as floor coverings, furniture, appliances, personal property, vehicles, vegetation, debris, or soil). AGI does not move owner/occupier items for the inspection, to which access is not readily accessible. This may also include roofs, subfloors, ceiling cavities, and high, constricted, or dangerous areas, for which dangerous, hazardous, or adverse situations are possible.In addition, the customer understands and accepts that it's possible that AGI will not find some defects because the defect may only occur intermittently or the defect has been deliberately concealed. If you believe that any of these circumstances apply, you should immediately contact AGI to try and resolve them.Any area, system, item, or component of the building not explicitly identified in the Report as having been inspected was not included in the scope of the inspection. This consists of the condition and location of any special features or services, underground services drainage, or any systems including electrical, plumbing, gas, or heating except as otherwise may be described in the Report.Descriptions in the Report of systems or appliances relate to the existence of such systems or appliances only and not the adequacy, efficiency, or life expectancy of such systems or appliances.The Report: is not a structural survey, engineer's report, or weather tightness inspection; does not assess compliance with the requirements of any legislation (including any act, regulation, code, or by-law) unless otherwise stated; is not a geotechnical, site or environmental report. AGI makes no representation as to the existence or absence of any hazard (as defined in the Health and Safety in Employment Act) or any hazardous substance, natural hazard, or contaminant (as those terms are defined in the Resource Management Act) in the building or property.AGI has not undertaken any title search and assumes all improvements are within the legal boundaries of the property.No property survey or any search of the information held by the territorial authority or any other relevant authority has been undertaken. It is recommended that the customer conducts its own Land Information Memorandum or Council property file search.Unit Title Properties: If the property is a Unit Title property, the inspection and Report are limited to the actual unit and any accessory unit(s) and do not extend to the remainder of the building or the common areas.AGI recommends the customer obtain a copy of the financial statements and minutes from meetings of the Body Corporate to establish the history of the inspected property under such Body Corporate.Responsibility to Third Parties: Our responsibility in connection with this Report is limited to the client to whom the Report is addressed and to that client only. We disclaim all responsibility and will accept no liability to any other party without first obtaining the written consent of AGI and the author of the Report.AGI reserves the right to alter, amend, explain, or limit any information given to any other party.Publication: Neither the whole nor any part of the Report (or any other report provided by AGI, whether written or verbal) may be published or included in any published document, circular, or statement whether in hard copy or electronic form or otherwise disseminated or sold without the prior written approval of AGI and the inspector.Claims & Disputes: Should any dispute arise as a result of the inspection or the Report, it must be submitted to AGI in writing as soon as practically possible but in any case, within ten working days of discovery. The customer agrees that in the event of a dispute, the Report's contents may not be used to satisfy any terms of a sale and purchase agreement until the disagreement/dispute has been resolved. In the event the customer nevertheless enters into an unconditional agreement for the purchase of the subject property or makes an existing agreement unconditional before the resolution of the dispute, the customer shall be deemed to have waived the customer's rights to continue with and/or make any future claim against AGI in relation to that matter.Any claim relating to the accuracy of the Report, in the form of errors or omissions, is limited to the failure on the part of AGI to follow the Standards of Practice promulgated by the Louisiana State Board of Home Inspectors (a copy is made available for viewing along with the Pre-Inspection Agreement).Except in the case of an emergency, the customer further agrees not to disturb, repair, replace, or alter anything that may constitute evidence relating to the dispute or claimed discrepancy before AGI has had an opportunity to re-inspect and investigate the claim. The Client understands and agrees that any failure to notify AGI or permit AGI to re-inspect as stated above shall be deemed a waiver of the customer's rights to continue with and/or make any future claim against AGI about that matter.Limitation of Liability: The customer acknowledges and agrees that the director(s) and employee(s) of AGI shall not be held liable to the client.AGI shall have no liability to the client for any indirect or consequential loss suffered by the client or any other person. The client indemnifies AGI concerning any claims concerning any such loss.Subject to any statutory provisions, if AGI becomes liable to the customer for any reason, for any loss, damage, harm, or injury in any way connected to the inspection and/or the Report, AGI’s total liability shall be limited to a sum not exceeding the original fee of the home inspection.Consumer Guarantees Act: Nothing contained in these terms and conditions shall be deemed to exclude or restrict any rights or remedies that the client may have under the Consumer Guarantees Act 1993 or otherwise at law.Partial Invalidity: If any provision in these terms and conditions is illegal, invalid, or unenforceable, such provision shall be deemed to be excluded or read down to the extent necessary to make the provision legal, valid, or enforceable, and the remaining provisions of these terms and conditions shall not be affected.",
    "answer_choices": [],
    "type": "information"
  },
  {
    "text": "General: Style of Home",
    "comment": "",
    "answer_choices": [
      "Ranch",
      "Manufactured",
      "Condo",
      "Duplex",
      "Four-plex",
      "8-plex",
      "Modular",
      "Barn dominium",
      "Modern",
      "Commercial",
      "Single-Family",
      "Multi-Family"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Taken Out of Service",
    "comment": "The fireplace had been sealed and no longer in operation.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Water Heater: Location",
    "comment": "",
    "answer_choices": [
      "Garage",
      "Basement",
      "Utility Room",
      "Closet",
      "Attic",
      "Crawl Space",
      "Exterior",
      "Laundry Room"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Refrigerator: Brand",
    "comment": "",
    "answer_choices": [
      "Whirlpool",
      "GE",
      "Samsung",
      "LG",
      "Frigidaire",
      "KitchenAid",
      "Maytag",
      "Bosch",
      "Sub-Zero",
      "Other",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Forced Air Furnace: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Roof Type / Style",
    "comment": "Due to the height of the roof surface, it was not walked on. It was viewed from a limited vantage point from the ground with binoculars and a camera pole. As a result, some minor defects may not have been visible.",
    "answer_choices": [
      "Gable",
      "Hip",
      "Flat",
      "Gambrel",
      "Mansard",
      "Shed",
      "Combination"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Foundation: Material",
    "comment": "",
    "answer_choices": [
      "Concrete",
      "Block",
      "Brick",
      "Stone",
      "Wood",
      "Steel",
      "Combination"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Grading/Lot Limitations",
    "comment": "The performance of lot drainage and the grading are limited to the conditions existing at the time of the inspection only. I cannot guarantee proper implementation, as conditions constantly change. Heavy rain or other weather conditions may reveal issues that were not visible or foreseen at the inspection time. I recommend asking the sellers about any previous flooding/water intrusion into the home.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Attic Access: Access Type",
    "comment": "There were areas of the attic that were not accessible and had to be viewed from a limited vantage point. I give my best effort to access and/or view all areas of the attic to rule out as many defects. As possible. However, some minor defects may not have been visible.",
    "answer_choices": [
      "Pull-down Stairs",
      "Scuttle",
      "Walk-up Stairs",
      "Exterior Door",
      "Multiple Access Points",
      "None"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Forced Air Furnace: Location",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Coverings: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Heater: Power Source/Type",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: Location",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Attic Access: Attic Accessible",
    "comment": "The access hatch to the attic was too small to provide safe entry and exit. As a result, inspection of the attic space was done from a limited vantage point. However, the space was insulated and there were no visible signs of damage to the roof framing.",
    "answer_choices": [
      "Fully Accessible",
      "Partially Accessible",
      "Not Accessible",
      "Access Too Small",
      "No Access"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Window Inspection Limitation - Locked",
    "comment": "The window had a lock in place preventing the window from opening.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Exterior Doors: OK",
    "comment": "nghdddgf",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: In Attendance",
    "comment": "",
    "answer_choices": [
      "Client",
      "Buyer Agent",
      "Listing Agent",
      "Seller",
      "Tenant",
      "None",
      "Family of the Client",
      "Contractors",
      "Owner",
      "Agent Representative",
      "Owner Representative"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Sub Panel: Type",
    "comment": "",
    "answer_choices": [
      "Circuit Breaker",
      "Fuses",
      "Combination",
      "Disconnect",
      "Transfer Switch",
      "Load Center",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Drain, Waste, & Vent Systems: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Final Checklist",
    "comment": "Our goal is to treat every home with respect and leave them in the same condition as when we arrived. The following are steps taken as part of our final checklist to ensure that everything was reset to its original position/condition. - All Interior and Exterior Lights Are Off- All Accessible GFCI Receptacles Were Reset- All Gates Were Closed on The Fence- Dishwasher Was Finished and Off- Oven/Range/Cooktops Turned Off- Thermostat Was Reset to Original Position- All Exterior Doors and Windows Are Locked",
    "answer_choices": [],
    "type": "information"
  },
  {
    "text": "Gas - Main Shut Off Valve: Location",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Foundation: Style",
    "comment": "",
    "answer_choices": [
      "Slab on Grade",
      "Crawl Space",
      "Basement",
      "Pier and Beam",
      "Raised Foundation"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Fireplace System: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Dishwasher: Brand",
    "comment": "",
    "answer_choices": [
      "Whirlpool",
      "GE",
      "Samsung",
      "LG",
      "Frigidaire",
      "KitchenAid",
      "Maytag",
      "Bosch",
      "Other",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Wall & Ceiling: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Occupant Belongings",
    "comment": "Some areas were visibly obstructed and needed to be thoroughly inspected once obstructions were removed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Garbage Disposal: Brand",
    "comment": "",
    "answer_choices": [
      "InSinkErator",
      "Waste King",
      "KitchenAid",
      "Moen",
      "GE",
      "Other",
      "Unknown",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Sub Panel: Manufacturer",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Access/Visibility",
    "comment": "One or more areas of the grounds are excluded from this inspection due to a lack of access/visibility.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Attic Insulation: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Garage Door: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Window Inspection Limitation - Crank Missing",
    "comment": "The window crank was missing and needs to be replaced.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Water - Main Shut Off Valve: Location",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Coverings: Material",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Occupancy",
    "comment": "",
    "answer_choices": [
      "Furnished",
      "Vacant",
      "Occupied",
      "Unfurnished",
      "Mostly Vacant",
      "Staged",
      "Partially Occupied",
      "Under Construction",
      "Remodeled",
      "New Construction"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Exterior Doors: Front",
    "comment": "The exterior and roof of condominium buildings are not fully inspected during a home inspection. I recommend asking the management about the process for addressing issues that arise on the exterior or roof.",
    "answer_choices": [
      "Wood",
      "Steel",
      "Fiberglass",
      "Vinyl",
      "Aluminum",
      "Glass",
      "French Door",
      "Dutch Door",
      "Screen Door",
      "Storm Door",
      "Sliding Glass",
      "Double Door",
      "Single Door",
      "None"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Crawlspace: OK (accessible areas)",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Forced Air Furnace: Energy Source",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Drain, Waste, & Vent Systems: Material",
    "comment": "",
    "answer_choices": [
      "PVC",
      "ABS",
      "Cast Iron",
      "Galvanized",
      "Copper",
      "Lead",
      "Orangeburg",
      "Clay",
      "Concrete",
      "PEX",
      "Combination",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: Energy Source",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Fireplace and Chimney Limitations",
    "comment": "If the house has a chimney with a flue and fireplace, there are important components that are inaccessible and therefore excluded from the inspection: concealed flues and components, fireplace inserts and stoves, chimney liner condition, or draft and performance. The National Fire Protection Association recommends having a Level 2 Inspection upon the sale or transfer of a property. This is a thorough inspection that includes visually inspecting the inaccessible portions of the chimney/fireplace.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Water Heater: Capacity",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Doors: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Heater: Water Heater Output Temperature",
    "comment": "The gas was off at the water heater and therefore the functionality could not be verified.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Service Panel: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Supply: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Garage Door: Material",
    "comment": "",
    "answer_choices": [
      "Steel",
      "Wood",
      "Aluminum",
      "Fiberglass",
      "Vinyl",
      "Combination"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Fireplace Inspection Limitation - Gas Off",
    "comment": "The gas supply to the fireplace was turned off, so operation of gas fireplaces could not be verified. Recommend having gas supply turned on and operation of fireplaces confirmed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Forced Air Furnace: Operation Temperature",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Attic Insulation: Insulation Type",
    "comment": "",
    "answer_choices": [
      "Fiberglass Batts",
      "Blown-In Fiberglass",
      "Blown-In Cellulose",
      "Spray Foam",
      "Rigid Foam",
      "Rockwool",
      "Mineral Wool",
      "Vermiculite",
      "Perlite",
      "Cotton",
      "Radiant Barrier",
      "Reflective Insulation",
      "None Visible",
      "Combination",
      "Unknown",
      "Not Visible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: Return air filter",
    "comment": "This inspection excludes the inspection of humidifiers, dehumidifiers, electric air filters, thermostat precision, timed functions, concealed cooling components, life expectancy, and safety devices. Moreover, the inspection does not verify coolant levels or system cleanliness, including drain lines. If the HVAC system is not new, it is recommended to have a qualified HVAC professional thoroughly clean and service the system.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Microwave w/ Exhaust: Brand",
    "comment": "",
    "answer_choices": [
      "GE",
      "Whirlpool",
      "Samsung",
      "LG",
      "Frigidaire",
      "KitchenAid",
      "Panasonic",
      "Sharp",
      "Other",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Debris",
    "comment": "The deck was covered with debris and therefore could not be thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Flashings & Seals: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Exterior Doors: Rear",
    "comment": "I was unable to access and inspect areas of the home. The only access was through the neighbor's gate, which was locked at the time of the inspection.",
    "answer_choices": [
      "Wood",
      "Steel",
      "Fiberglass",
      "Vinyl",
      "Aluminum",
      "Glass",
      "French Door",
      "Dutch Door",
      "Screen Door",
      "Storm Door",
      "Sliding Glass",
      "Double Door",
      "Single Door",
      "None"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Crawlspace: Floor Material",
    "comment": "",
    "answer_choices": [
      "Dirt",
      "Gravel",
      "Concrete",
      "Sand",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Electrical - Main Disconnect: Unable to Inspect- Inaccessible",
    "comment": "The electrical main disconnect was not accessible due to occupants belongings.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Utilities",
    "comment": "",
    "answer_choices": [
      "Water",
      "Gas",
      "Electric",
      "Propane",
      "All Off",
      "All On",
      "Gas - Off",
      "Water - Off"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Garage Door: Insulation",
    "comment": "",
    "answer_choices": [
      "Insulated",
      "Not Insulated"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: System Type",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Roof Penetrations: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Exterior Doors: Garage",
    "comment": "Some exterior areas were blocked by vegetation and were not visible for inspection. Every effort was made to look through and around the vegetation in order to be as thorough as possible.",
    "answer_choices": [
      "Wood",
      "Steel",
      "Fiberglass",
      "Vinyl",
      "Aluminum",
      "Glass",
      "Screen Door",
      "Storm Door",
      "Single Door",
      "Double Door",
      "Walk-through Door",
      "Roll-up Door",
      "None"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Water Supply: Water Supply Material",
    "comment": "There are areas and components of the plumbing system that are excluded from the inspection: sewer lines and septic systems, private wells, water quality, water pressure, underground pipes, private drain fields, or fixtures not in service. If any of these require a more detailed evaluation or inspection, I recommend you have a qualified contractor inspect and verify the proper operation of excluded plumbing systems and components.",
    "answer_choices": [
      "Copper",
      "PEX",
      "CPVC",
      "Galvanized",
      "PVC",
      "Polybutylene",
      "Lead",
      "Combination"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Service Panel: Type",
    "comment": "",
    "answer_choices": [
      "Circuit Breaker",
      "Fuses",
      "Combination"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Heater: Manufacturer",
    "comment": "",
    "answer_choices": [
      "AO Smith",
      "Rheem",
      "Bradford White",
      "GE",
      "Whirlpool",
      "State",
      "American",
      "Rinnai",
      "Navien",
      "Noritz",
      "Takagi",
      "Bosch",
      "Other",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Vapor Barrier/Retarder: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Electrical - Main Disconnect: Unable to Inspect - Locked",
    "comment": "The main electric panel was locked. I recommend having the lock removed so that the main breaker is accessible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Gas/Wood Burning Fireplace",
    "comment": "Full inspection of fireplaces lies beyond the scope of the General Home Inspection. For a full inspection to more accurately determine the condition of the fireplace and to ensure that safe conditions exist, it’s recommended that you have the fireplace inspected by an inspector certified by the Chimney Safety Institute of America (CSIA). Find a CSIA-certified inspector near you at http://www.csia.org/search",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Windows: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Microwave w/ Exhaust: Venting Method",
    "comment": "",
    "answer_choices": [
      "Vented to Exterior",
      "Recirculating",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Exterior Siding - Blocked by Vegetation",
    "comment": "Areas of the exterior siding or covered with vegetation. Therefore these areas could not be visually inspected for damage.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Crawlspace: Soil Cover",
    "comment": "The General Home Inspection includes inspection of the home structural elements that were readily visible at the time of the inspection. This typically includes the foundation, exterior walls, floor structures and roof structure. Much of the home structure is hidden behind exterior and interior roof, floor, wall, and ceiling coverings, or is buried underground. Because the General Home Inspection is limited to visual and non-invasive methods, this report may not identify all deficiencies.",
    "answer_choices": [
      "Plastic Sheeting",
      "None",
      "Concrete",
      "Gravel",
      "Tarp",
      "Partial Coverage"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Forced Air Furnace: Brand",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Weather",
    "comment": "",
    "answer_choices": [
      "Rain",
      "Recent Rain",
      "Clear",
      "Snow",
      "Recent snow",
      "Below freezing",
      "Cloudy",
      "Fog",
      "Heavy Rain",
      "Cold",
      "Windy"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Roof Structure & Attic: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Garage Door: Operation",
    "comment": "",
    "answer_choices": [
      "Manual",
      "Automatic"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Service Panel: Amperage",
    "comment": "",
    "answer_choices": [
      "60 Amp",
      "100 Amp",
      "125 Amp",
      "150 Amp",
      "200 Amp",
      "225 Amp",
      "300 Amp",
      "400 Amp",
      "Unknown",
      "Not Listed",
      "30 Amp",
      "50 Amp"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Heater: Data Plate",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Vapor Barrier/Retarder: Vapor Barrier Type",
    "comment": "The attic access was blocked by the occupant's belongings. The Inspector recommends that the attic be inspected after access to the attic entry hatch has been provided.",
    "answer_choices": [
      "Plastic Sheeting",
      "Kraft Paper",
      "Foil Faced",
      "Polyethylene",
      "Housewrap",
      "Paint",
      "Spray Foam",
      "None Visible",
      "Not Visible",
      "Unknown",
      "Combination"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Exterior Windows: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Forced Air Furnace: System Data Plate",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Exterior Temperature",
    "comment": "",
    "answer_choices": [
      "Above Freezing",
      "Below Freezing"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: HVAC Tonnage",
    "comment": "The HVAC systems were being inspected by a HVAC contractor at the time of the inspection and therefore, it was not inspected by AGI.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Fireplace Limitation - Wood / Ashes",
    "comment": "The fireplace was filled with wood and dirty and therefore it could not be thoroughly inspected. Once it is cleaned out, ensure that there aren't any cracks or physical damage.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Windows: Material",
    "comment": "",
    "answer_choices": [
      "Vinyl",
      "Wood",
      "Aluminum",
      "Fiberglass",
      "Composite",
      "Steel",
      "Clad Wood",
      "Single Pane",
      "Double Pane",
      "Triple Pane",
      "Combination",
      "Not Visible",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Gas - Main Shut Off Valve: Unable to Locate- Ask Seller",
    "comment": "The main gas supply shut off valve could not be located. Ask the seller for all relevant information on gas supply system.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Floor Structure: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Range Hood: Brand",
    "comment": "",
    "answer_choices": [
      "Broan",
      "GE",
      "Whirlpool",
      "Samsung",
      "LG",
      "KitchenAid",
      "Bosch",
      "Other",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Spigot: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Garage Door Opener and Safety: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Roof Structure & Attic: Structure Material",
    "comment": "",
    "answer_choices": [
      "Wood Truss",
      "Engineered Truss",
      "Rafters",
      "Steel",
      "I-Joists",
      "Not Visible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: Brand",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Fireplace Inspection Limitation - Occupant Belongings",
    "comment": "Due to occupants belongings, the fire place could not be inspected. Inspector recommends fire place and flue be evaluated by a qualified chimney contractor.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Floor Structure: Material",
    "comment": "",
    "answer_choices": [
      "Wood Joists",
      "Engineered I-Joists",
      "Steel",
      "Concrete",
      "Truss",
      "Open Web Steel Joists",
      "Glulam Beams",
      "LVL",
      "PSL",
      "Composite",
      "Unknown",
      "Not Accessible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Heating Limitations",
    "comment": "The following items are not included in this inspection: humidifiers, dehumidifiers, electronic air filters, solar, coal or wood fired heat systems, thermostat or temperature control accuracy and timed functions, heating components concealed within the building structure or in inaccessible areas, underground utilities and systems, safety devices and controls (due to automatic operation). Note that the inspector does not provide estimated life expectancy, determine if heating systems are appropriately sized or perform any evaluations that require a pilot light to be lit.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Siding, Flashing & Trim: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Range Hood: Venting Method",
    "comment": "",
    "answer_choices": [
      "Vented to Exterior",
      "Recirculating",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Ventilation & Exhaust : Bathroom Ventilation Type",
    "comment": "There was no attic access, and therefore the insulation and ventilation could not be visually inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Gas Supply: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Gas Off",
    "comment": "The pilot was off at the water heater and therefore the functionality could not be verified.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Water - Main Shut Off Valve: Main Water Shut Off - Inaccessible",
    "comment": "The main water shut off is not accessible. It is likely in the locked mechanical room for the building.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Service Panel: Brand",
    "comment": "",
    "answer_choices": [
      "Square D",
      "General Electric",
      "Siemens",
      "Cutler-Hammer",
      "Murray",
      "ITE",
      "Challenger",
      "Federal Pacific",
      "Zinsco",
      "Pushmatic",
      "Westinghouse",
      "Eaton",
      "Crouse-Hinds",
      "Bryant",
      "Bulldog",
      "Sylvania",
      "Connecticut Electric",
      "Thomas & Betts",
      "Wadsworth",
      "Trumbull",
      "Frank Adam",
      "Gould",
      "Split Bus",
      "Other",
      "Unknown",
      "Not Visible",
      "Homemade",
      "Generic"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Floors: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Range/Oven/Cooktop: Brand",
    "comment": "",
    "answer_choices": [
      "GE",
      "Whirlpool",
      "Samsung",
      "LG",
      "Frigidaire",
      "KitchenAid",
      "Bosch",
      "Thermador",
      "Other",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Fixtures: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Unable to Inspect - Heating Source",
    "comment": "The heating source was a gas wall insert. Due to the gas and the pilot being off, the functionality of this unit could not be confirmed. I recommend asking the seller about it's functionality to ensure it is in good working order.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - Pilot Off",
    "comment": "The water was off at the main and therefore the functionality could not be verified.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Water - Main Shut Off Valve: Main Water Shut-Off Valve - Unable to Locate",
    "comment": "I was unable to locate the main water shut off valve during the inspection. I recommend asking the sellers about it’s location, if they don’t know where it is then I recommend having a licensed plumber locate it or install one.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Wall Structure: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Branch Wiring Circuits & Breakers: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: System Data Plate",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Garage Inspection Limitation - Occupant Belongings",
    "comment": "Not all areas of the garage were visible due to occupant belongings therefore inspector disclaims any issues that may not have been visible or accessible at the time of inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Fireplace Inspection Limitation - Pilot Off",
    "comment": "The functionality of the gas supply and gas logs was not inspected. The pilot was off and we do not restart them in case the seller has it off for a safety reason. I recommend asking the seller about its operation.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Siding, Flashing & Trim: Wall Cladding Type",
    "comment": "Hello world",
    "answer_choices": [
      "Vinyl",
      "Wood",
      "Fiber Cement",
      "Brick",
      "Stucco",
      "Stone",
      "Aluminum",
      "Metal",
      "EIFS",
      "T1-11",
      "Composite",
      "Masonite",
      "Cedar",
      "Combination"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Roof Structure & Attic: Sheathing Material",
    "comment": "There is no attic access in the home. Modular/manufactured homes typically do not have an attic access therefore the roof structure and attic were not inspected.",
    "answer_choices": [
      "Plywood",
      "OSB",
      "Skip Sheathing",
      "Tongue & Groove",
      "Boards",
      "Metal",
      "Not Visible",
      "None Visible"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Ventilation & Exhaust : Kitchen Ventilation Type",
    "comment": "No access hatch was provided through which to view roof framing. The roof framing was not visually inspected. I recommend having an attic access provided and the attic inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Floors: Floor Coverings",
    "comment": "",
    "answer_choices": [
      "Hardwood",
      "Laminate",
      "Carpet",
      "Tile",
      "Vinyl",
      "Linoleum",
      "Concrete",
      "Stone",
      "Bamboo",
      "Cork",
      "Engineered Wood",
      "LVP",
      "LVT",
      "Ceramic",
      "Porcelain",
      "Slate",
      "Combination"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Flue Inspection Limitation - Access",
    "comment": "The fireplace flue was inaccessible in the attic and was viewed from a limited, distant vantage point. I did not see or suspect any ongoing issues in this area. However, some minor defects may not be visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Furnace Inspection Limitation - Inaccessible",
    "comment": "The furnace was inaccessible due to limited access and the visible inspection was done from a distant, limited vantage point. However, I was able to test its functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Range/Oven/Cooktop: Energy Source",
    "comment": "",
    "answer_choices": [
      "Electric",
      "Natural Gas",
      "Propane",
      "Dual Fuel"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Fixtures: Jetted Tub Functionality",
    "comment": "Tub and sink overflows are not tested for functionality due to the very high likelihood the gaskets will leak.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Brick/Stone Veneer: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Ventilation & Exhaust : Dryer Ventilation Termination",
    "comment": "No light was provided in the attic. All areas that are used for storage or that have equipment that requires maintenance, there should have been at least one light and the switch should be located near the attic entrance.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Water Off",
    "comment": "The water heater could not be tested for functionality because the electrical breaker was shut off. We do not operate breakers. We have to assume the seller has it off for a reason. I recommend asking them about its functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Main Shutoffs: Why Your Main Shutoff Locations Are Important",
    "comment": "I recommend that everyone familiarizes themselves with the location of all main shutoffs; electric, water, and gas (if applicable).The electrical service panel provides power to the whole house, and that power can be turned off with the main breaker. Knowing the panel's location and that main breaker may benefit all family members. This is where you would reset a tripped breaker or cut off the power in the event of an emergency.Knowing where the main water shut-off is can help minimize water damage and avoid costly repairs if there's a plumbing emergency. There should be a main shutoff located on the property that is accessible at all times, and if I was able to find it, its location will be provided in this section. Sometimes it's buried or under brush and is hard to see. Like with other shutoffs, it's essential to know where the main gas shutoff is. It's typically located at the gas meter or at the propane tank if propane is the gas supply. Some homeowners like to set their main water and gas shutoffs to the off position. So if you are turning it off at the main as a proactive solution to a leak or issue that comes up while you are away from home for an extended period, that's ok. However, if you are home and ever feel like you have a gas leak, don't go to the shutoff and try to turn the gas off. Leave the property and call the local utility company, and they will send someone right out.I have done my best to find the locations of all of these shutoffs for you and listed them in this section, with a picture and a location tag.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Walls: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Thermostat: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Wall Structure: Material",
    "comment": "",
    "answer_choices": [
      "Wood Studs",
      "Steel Studs",
      "Brick",
      "Block",
      "Stone",
      "Concrete",
      "Combination",
      "Not Accessible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Garage Door Inspection Limitation- Access Obstructed",
    "comment": "The occupant's belongings blocked access to the garage door. As a result, it was not inspected. The Inspector disclaims any responsibility for confirming its condition. Inspector recommends inspection after obstruction is removed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Branch Wiring Circuits & Breakers: Branch Wiring",
    "comment": "The AFC and GFCI breakers were tested for proper functionality.",
    "answer_choices": [
      "Copper",
      "Aluminum",
      "Combination"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Gutters: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Walls: Wall Material",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Breaker Off",
    "comment": "The water heaters could not be thoroughly inspected because they were located in a wall cavity and access wasn’t provided by the seller. I recommend having the seller make it accessible and have a plumber determine if any repairs are needed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Garage Door Inspection Limitation - Unplugged",
    "comment": "The automatic opener was unplugged at the time of the inspection. Plugging in disconnected appliances exceeds the scope of the General Home Inspection. You should ask the seller about the operation of any unplugged openers before attempting to operate them.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Fiber Cement Siding: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Branch Wiring Circuits & Breakers: Sheathing",
    "comment": "There are several critical electrical components and areas that fall outside the scope of this inspection: low-voltage systems, concealed or inaccessible wiring, generator systems, surge suppressors, lighting control systems, or the adequacy of the bonding, grounding or capacity. It is highly recommended that, if necessary, a qualified electrical specialist be consulted for a more detailed evaluation of any of the items listed above to ensure the safety and performance of the entire electrical system.",
    "answer_choices": [
      "Romex",
      "BX",
      "MC Cable",
      "Conduit"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Heating Limitation - Thermostat",
    "comment": "I could not figure out how to get the thermostat to work. As a result, I was not able to check the functionality of the furnace.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Attic Limitations",
    "comment": "There was no decking or walkways in areas of the attic. There were only open rafters and unsafe to traverse. Some areas of the attic had to be viewed from a distance and therefore, some minor defects may not have been visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Plumbing Limitations",
    "comment": "The main water was shut off at the time of the inspection and therefore, none of the plumbing operation or drainage could be thoroughly inspected. Only a visible inspection could be and was performed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Electrical - Main Disconnect - Location",
    "comment": "",
    "answer_choices": [
      "Front of the House",
      "Rear of the House",
      "Left Side of the House",
      "Right Side of House",
      "Garage",
      "Garage Closet",
      "Storage Closet",
      "Laundry Room",
      "Living Room",
      "Hallway",
      "Kitchen",
      "Family Room",
      "Master Bedroom",
      "Additional Shutoff",
      "Bedroom 1",
      "Master Closet",
      "Bedroom 2 Closet",
      "Attic",
      "Shop",
      "Garage Storage",
      "Bathroom",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Distribution System: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Unplugged",
    "comment": "The fireplace was an electric insert and was unplugged. I recommend asking the sellers about its functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Ceiling Structure: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Gutters: Material",
    "comment": "",
    "answer_choices": [
      "Aluminum",
      "Vinyl",
      "Steel",
      "Copper",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Range/Oven/Cooktop: Oven Functionality",
    "comment": "The following items are not included in this inspection: non-permanently installed household appliances such as refrigerators, freezers, ice makers, hot water dispensers and water filters, appliance timers, clocks, self and/or continuous cleaning operations, thermostat or temperature control accuracy, and lights.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Ceilings: Ceiling Material",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Inside Wall Cavity",
    "comment": "The water heaters functionality could not be tested because it was not connected to electricity.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Distribution System: Configuration",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Gas - Main Shut Off Valve - Location",
    "comment": "",
    "answer_choices": [
      "Meter",
      "Propane Tank",
      "Left Side of House",
      "Right Side of House",
      "Front of House",
      "Rear of House",
      "Near the Road",
      "In the Back Yard",
      "In the Front Yard"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Ceiling Structure: Material",
    "comment": "",
    "answer_choices": [
      "Wood Joists",
      "Engineered I-Joists",
      "Truss",
      "Steel",
      "Concrete",
      "Not Accessible",
      "Not Visible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Fireplace System: Wood Burning - Recommend Level 2 Inspection",
    "comment": "The inspection of the chimney is limited to a visual inspection of the accessible portions. The National Fire Protection Association recommends having a Level 2 Inspection upon the sale or transfer of a property. This is a thorough inspection that includes visually inspecting the accessible portions of the chimney/fireplace. Some of the common defects found during Level 2 Inspections are listed below: Animal nesting Creosote build-up Internal flue damage Gaps between flue liners Internal cracking (mortar or flue tiles) Damaged masonry chimney Disconnected and sometimes missing chimney components Poorly installed prefabricated chimneys (gas appliances or wood burning) and fireplaces.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Floor Inspection Limitation - Covered",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "General: Furnace Inspection Limitation - Gas Off at the Meter",
    "comment": "The gas was turned off at the meter. In order to confirm proper functionality, I recommend having it cleaned, serviced, and certified by an HVAC professional after the gas is turned back on.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Range/Oven/Cooktop: Cooktop Functionality",
    "comment": "When permanent or built-in appliances are installed, we do a visible inspection looking for proper installation and any physical damage and we test their functionality. If there are any limitations preventing a visual and functionality inspection, those limitations will be noted.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Attic Inspection Limitation- Access too Small",
    "comment": "Some areas of the attic could not be inspected due to scuttle being inoperable.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Vinyl Siding: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Roofing Limitations",
    "comment": "Due to steepness/pitch of the roof, some areas were not safe to walk on. Those areas were viewed from the ground with binoculars or from a ladder. Some defects may not have been visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Branch Wiring Circuits & Breakers: Panel Branch Wiring",
    "comment": "Arc-fault circuit interrupter (AFCI) protection was installed in the main service panel, which (typically) is to protect electrical circuits and electrical equipment/appliances in bedrooms, family rooms, dining rooms and living rooms.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Tub/Sink Overflow Information",
    "comment": "The gas was off at the meter. I recommend having the seller turn on the gas and check all gas appliances prior to deadlines.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - No Electrical Installed",
    "comment": "The cover to the water heater was secured and the water heater inaccessible for a visual inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Attic Inspection Limitation - Access Blocked",
    "comment": "There was a built up section of the roof. There wasn’t a safe way to access this area and therefore could not thoroughly inspect the area.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Distribution System: Ductwork",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water - Main Shut Off Valve - Location",
    "comment": "",
    "answer_choices": [
      "Front Yard",
      "Left Side of House",
      "Right Side of House",
      "Rear of House",
      "Garage",
      "Basement",
      "Crawl Space",
      "Laundry Room",
      "Kitchen",
      "Bathroom",
      "Utility Room",
      "At the Meter",
      "At the Street",
      "Unknown",
      "Not Visible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Garage Door Inspection Limitation - No Electricity",
    "comment": "The garage floor was mostly covered with construction material and could not be thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Branch Wiring Circuits & Breakers: Tested AFCI / GFCI Breakers",
    "comment": "The home had ground fault circuit interrupter (GFCI) protection. A representative number of GFCI-protected electrical receptacles were tested and responded in a satisfactory manner at the time of the inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Plumbing Inspection Limitation - Water Off",
    "comment": "There was no access to the plumbing, motor and electrical to the jetted tub. Those things could not be inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Foundation/Crawlspace/Structural Limitations",
    "comment": "The flooring and wall structural materials were covered and therefore, not visible for inspection. I did not find any areas that I felt could be a potential issue for you.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Inspection Limitation - Height",
    "comment": "Due to the occupants belongings preventing access to the attic, areas of the attic and roof structure could not inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Kitchen Limitations",
    "comment": "The home was new construction and the appliances weren’t fully installed. Therefore, they were not tested for functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Furnace Inspection Limitation - Gas Off at Furnace",
    "comment": "The gas valve was turned off at the furnace during the time of the inspection therefore it was not tested or thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Soffits & Fascia: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Countertops & Cabinets: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Modular/Manufactured Home - No Attic Access",
    "comment": "The roof had areas that were not safe to walk. Therefore, those areas were inspected from a limited vantage point using other means; drone, camera pole, binoculars, ladder. There could be defects that weren’t visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Exterior Lighting: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Garage Door Inspection Limitation - Missing Opener",
    "comment": "The garage door was inspected visually. However, the functionality could not be confirmed due to no electricity.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Countertops & Cabinets: Countertop Material",
    "comment": "",
    "answer_choices": [
      "Granite",
      "Quartz",
      "Marble",
      "Laminate",
      "Butcher Block",
      "Tile",
      "Concrete",
      "Soapstone",
      "Solid Surface",
      "Stainless Steel",
      "Wood",
      "Corian",
      "Formica",
      "Composite",
      "Not Present",
      "Unknown"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Cover Secured",
    "comment": "The water heater was inaccessible, and could only be viewed from a distance. Any defects will be listed in this section. Some defects may not have been visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Floor & Wall Structure Inspection Limitation - Inaccessible",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "General: Appliance Operation",
    "comment": "The ice maker was set to the off position and therefore its functionality could not be confirmed.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Gas Inspection Limitation - Gas Off",
    "comment": "The plumbing and fixture could not be tested for functionality because the water was off. We do not operate supply valves in case the seller has them off for a reason. I recommend asking them for more information.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Wall Penetrations: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Attic Inspection Limitation - No Access",
    "comment": "There wasn’t any access to the attic space except for through the ceiling tiles. This limited the inspection vantage point and some defects may not have been visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Furnace Inspection Limitation - No Electricity",
    "comment": "The furnace was installed correctly. However, due to the electricity being off, it’s functionality couldn’t be confirmed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Cooling Limitations",
    "comment": "The thermostat could not be properly inspected due to the HVAC system being inoperable at the time of inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Countertops & Cabinets: Cabinetry Material",
    "comment": "",
    "answer_choices": [
      "Wood",
      "Laminate",
      "MDF",
      "Combination"
    ],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Jetted Tub Inspection Limitation - Access",
    "comment": "Most water drainage pipes were not visible due to wall, floor and ceiling coverings and therefore not visibly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Exterior Wiring: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Attic Inspection Limitation- No Access",
    "comment": "The attic did not have a vapor barrier installed. Typically we only see vapor barriers when fiberglass batt insulation is used.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Manual Garage Door Inspection Limitation - Locked",
    "comment": "The garage door could not be tested for functionality. The wall garage door opener was not installed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Doorbell: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Heating Inspection Limitation",
    "comment": "The temperature in the house was higher than the set point for the furnace would go on the thermostat. I recommend having a qualified HVAC professional do a thorough inspection when conditions are better.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Inspection Limitation - Pitch",
    "comment": "The roof could not be thoroughly inspected because it was covered with a tarp.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Foundation Inspection Limitation - Vegetation",
    "comment": "The vegetation was blocking areas of the visible slab. Every effort was made to look behind it, but there could be hidden issues that weren’t visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Main House Not Inspected",
    "comment": "The attic was mostly inaccessible. I recommend that an HVAC technician inspect the ductwork after they’re made safe to access.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Appliances - Not Installed",
    "comment": "The dishwasher was loaded with occupants belongings and sometimes home owners use it as storage. Therefore the dishwasher was visually inspected, appliance turned on and then off and not ran through a cycle. This appliance should be ran through a complete cycle to ensure proper functionality and for leaks prior to the end of your inspection period.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Inacessible",
    "comment": "The functionality of the water heater could not be tested due to a being unplugged. I recommend asking the seller about its functionality to ensure that it works as intended.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Fixtures, Fans, Switches & Receptacles: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Roof Structure Inspection Limitation - Occupants Belongings",
    "comment": "I was unable to inspect the roof structure, attic and ventilation systems due to the attic access being sealed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Crawlspace Inspection Limitation - Unsafe Conditions",
    "comment": "Crawlspace conditions posed a personal safety hazard and were inspected from an exterior vantage point. There were areas of the crawlspace that were not visible and could not be thoroughly inspected. Every effort is made to see and rule out major decencies but some minor defects may not have been visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Ice Maker Off",
    "comment": "The refrigerator was unplugged. We have to assume there's a reason for that and so we do not plug them in.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Plumbing Fixture Inspection Limitation - Water Supply Off",
    "comment": "The water heater was not accessible, therefore it could not be visually inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - Unplugged",
    "comment": "The following items are not included in this inspection: water recirculation pumps, solar water heating systems, energy saver controls or catch pan drains.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Wall Inspection Limitation - Access Obstructed",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "Exterior Support Columns: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Trim- Door, Window, Crown, Base: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Thermostat Inspection Limitation - inoperable",
    "comment": "The attic had low head clearance and no rafter coverage for walking. As a result, the inspection of some of the ductwork was done from a distant, limited vantage point. Some minor defects may not have been visible",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Forced Air Furnace: Furnace",
    "comment": "The heating system for the home was visually inspected and tested for functionality. Temperatures were taken at the registers to ensure that the ducts were providing sufficient heat to each room.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Attic Inspection Limitation - No Light",
    "comment": "Proper ventilation in your attic helps address excess heat and moisture that can otherwise wreak havoc on your home. Heat and moisture buildup in an attic cause predictable but different problems in hot and cold climates; areas with hot summers and cold winters can suffer the effects of both.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Attic Inspection Limitation- No Walkway",
    "comment": "There was no attic access at the time of the inspection. Therefore inspecting the soffit vents from the interior of the roofing structure was not possible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Water Heater: Excluded Items",
    "comment": "The water heater data plate contains information such as serial number, model number, capacity and other information specific to the heater.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Dishwasher Inspection Limitation - Obstructed",
    "comment": "The refrigerator was present and visually inspected. However, it’s functionality could not be thoroughly inspected due to the electricity being off.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Crawlspace Inspection Limitation - Debris Obstruction",
    "comment": "Due to debris accumulation, some crawlspace areas were inspected from an exterior vantage point (at the outer walls). This limits the inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Inspection Limitation - Safety",
    "comment": "The roof was not safe to walk during the inspection because it was raining. Therefore, the roof was inspected from a limited vantage point by other means; drone, camera pole, binoculars, ladder. There could be defects that weren’t visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Ductwork Inspection Limitation - Inaccessible",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "General: Plumbing Drainage Inspection Limitation - Inaccessible",
    "comment": "The tub stopper was damaged and would not seal the drain; therefore, the jets could not be inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Location",
    "comment": "",
    "answer_choices": [
      "Attic",
      "HVAC Closet",
      "Hall Closet",
      "Patio Area",
      "Garage",
      "Utility Room",
      "Laundry Room",
      "Storage Closet",
      "Not Accessible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Steps, Stairways & Railings: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Opener Inspection Limitation - No Electricity",
    "comment": "The manual garage door(s) had locks installed that required tools or a key to remove, therefore the door was not tested.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "GFCI & AFCI: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Exterior Support Columns: Material",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Energy Source",
    "comment": "",
    "answer_choices": [
      "Electric",
      "Natural Gas",
      "Propane",
      "N/A",
      "Unknown - Inaccessible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Garage Door Opener and Safety: Auto-Reverse",
    "comment": "The occupant's belongings blocked access to one or more areas of the walls. As a result, it/they could not be visibly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Steps, Stairways & Railings: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Refrigerator Inspection Limitation - Unplugged",
    "comment": "The dishwasher was not fully installed, therefore it was not tested or inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Attic Access Limitation- Scuttle Secured/Locked",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Inspection Limitation - Covered",
    "comment": "Areas of the attic were inaccessible due to a lack of decking. Those areas were viewed from a safe, distant vantage point and every effort was made to find any defects. Some minor defects may not have been visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "240 Volt Receptacle: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Water Heater Inspection Limitation - Inaccessible",
    "comment": "The gas was turned off at the meter. In order to determine the condition of the water heater, I recommend having it thoroughly inspected once the gas is on and the pilots lit.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Ductwork Inspection Limitation - Access",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "Water Heater: Data Plate - Missing",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "General: Crawlspace Inspection Limitation - No Access",
    "comment": "The crawlspace was completely closed on all sides and therefore only inspected from a very limited vantage point (at the house's outer walls and through any visible openings).",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Jetted Tub Inspection Limitation - Functionality",
    "comment": "The water heater was installed correctly. However, it’s functionality could not be confirmed due to the electricity being off.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Smoke & Carbon Monoxide Alarms: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Refrigerator Inspection Limitation - No Electricity",
    "comment": "The appliances could not be tested for functionality because the electricity was off at the time of the inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Attic Inspection Limitation - Sealed Access Panel",
    "comment": "The roof framing and decking was covered with spray foam insulation. Therefore, there may be some defects that were not visible at the time of the inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Ductwork Inspection Limitation - Crawlspace Access",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "General: Location",
    "comment": "",
    "answer_choices": [
      "Attic",
      "Laundry Room",
      "Utility Room",
      "Kitchen Pantry",
      "Garage",
      "Exterior Closet",
      "Closet in Kitchen",
      "Hallway Closet",
      "Bathroom",
      "Storage",
      "Wall Cavity",
      "Outside Cabinet",
      "Outside Storage",
      "Outdoor Kitchen",
      "Storage Closet",
      "Bathroom Closet",
      "HVAC Closet",
      "Shop",
      "Kitchen Cabinet",
      "Downstairs",
      "Left Side of House",
      "Right Side of House",
      "Garage Storage",
      "Rear of House",
      "Pool House",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Manufacturer",
    "comment": "",
    "answer_choices": [
      "Rheem",
      "Amana",
      "Bryant",
      "Carrier",
      "Frigidaire",
      "General Electric",
      "Maytag",
      "York",
      "Ruud",
      "Payne",
      "Champion",
      "Kenmore",
      "Montghomery Ward",
      "Nordyne",
      "Mitsubishi",
      "Dakin",
      "Weather King",
      "Armstrong Air",
      "MagicAire",
      "Keep Rite",
      "Comfortmaker",
      "Samsung",
      "Arcoaire",
      "Grandaire",
      "Evcon",
      "Ameristar",
      "Guardian",
      "Ducane",
      "Daikin",
      "Inaccessible",
      "Intertherm",
      "Mr Cool",
      "Bosch"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Attic Access Limitation - Elevated Section",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Foundation Inspection Limitation - Sealed Crawlspace",
    "comment": "The crawlspace was completely closed on all sides and therefore not visually inspected. I did not find any indication that there were any major defects under there. However, there are almost always some minor defects. If this concerns you, have the sellers make the crawlspace accessible and have a foundation specialist determine if any repairs are needed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Exterior Inspection Limitation - Pets",
    "comment": "The home was occupied, and some areas couldn’t be seen or inspected thoroughly due to the occupant's belongings.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Inspection Limitation - Raining",
    "comment": "The attic sheathing was covered and therefore not visible for inspection. There did not appear to be any ongoing issues.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Water Heater Inspection Limitation - Gas Off at the Meter",
    "comment": "The jetted tub was visually inspected. However, the breaker controlling the pump was switched off. We do not turn them back on, in case the seller has it off for safety reasons. I recommend asking the seller about it’s functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: HVAC Inspection Limitation - Disconnected",
    "comment": "The hvac ducts were run in the crawlspace and the inspection of the crawlspace was limited to the exterior walls. As a result, some minor defects may not have been visible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Attic Inspection Limitation - Drop Ceiling",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Exterior Inspection Limitation - Condo",
    "comment": "The exterior door was blocked and could not be thoroughly inspected for functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Service Entrance: OK",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Crawlspace Inspection",
    "comment": "The majority of the crawlspace was not inspected, as it was not a partof the inspection. Items noted in the report from the crawlspace were specifically pointed out and noted in the report.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Power Source/Type",
    "comment": "",
    "answer_choices": [
      "Natural Gas",
      "Propane",
      "Electric",
      "Tankless Gas",
      "Heat Pump"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Dishwasher Inspection Limitation - Not Fully Installed",
    "comment": "These were not tested. Honestly, they are very old, gas and the way they looked, I was scared to turn them on.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: HVAC Inspection Limitation - Breaker Off",
    "comment": "The HVAC unit was disconnected and not operable at the time of the inspection and therefore not inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Manufacturer",
    "comment": "",
    "answer_choices": [
      "AO Smith",
      "Ecosmart",
      "GE",
      "Kenmore",
      "Rheem",
      "Rinnai",
      "State",
      "Whirlpool",
      "Envirotemp",
      "Riannai",
      "Hotpoint",
      "Sears",
      "Reliance",
      "US Craftmaster",
      "State Select",
      "Intertherm",
      "Montgomery Ward",
      "American Water Heater",
      "Boilermate",
      "Navien",
      "Richmond",
      "Maytag",
      "Apollo",
      "Smart",
      "Premier Plus",
      "RUUD",
      "Noritz",
      "EverKleen",
      "Unknown",
      "Inaccessible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Vapor Barrier - Not Present",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation",
    "comment": "There was no water supplied to the dishwasher during the inspection therefore it was not tested. Water was off at the meter.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Structure Inspection Limitation - No Walkway",
    "comment": "The home did not have a sufficient roof drainage system installed to channel roof drainage away from the foundation. This condition can result in excessively high moisture levels in soil at the foundation. Excessively high moisture levels in soil near the foundation can reduce the ability of the soil to support the weight of the home structure. The Inspector recommends installation of a roof drainage system to discharge roof drainage away from soil near the foundation.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Exterior Inspection Limitation - Neighbors Gate",
    "comment": "Giving the type of material used at the exterior door and siding are for informational use only. It is not always possible to tell what type of material was used in manufacturing.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Service Entrance: Method",
    "comment": "",
    "answer_choices": [
      "Overhead",
      "Underground"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Water Heater Inspection Limitation - No Electricity",
    "comment": "Most of the plumbing under the home in the crawlspace was inaccessible and therefore not inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Ventilation & Exhaust : Attic Ventilation Type",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Capacity",
    "comment": "",
    "answer_choices": [
      "20 Gallon",
      "30 Gallon",
      "40 Gallon",
      "50 Gallon",
      "60 Gallon",
      "75 Gallon",
      "80 Gallon",
      "100 Gallon",
      "Tankless",
      "On-Demand",
      "Unknown",
      "Not Listed",
      "18 Gallon",
      "28 Gallon",
      "38 Gallon",
      "55 Gallon",
      "65 Gallon",
      "85 Gallon",
      "120 Gallon",
      "2.5 Gallon",
      "6 Gallon"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Service Entrance: Material",
    "comment": "",
    "answer_choices": [
      "Copper",
      "Aluminum",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Did Not Inspect",
    "comment": "The dishwasher was not ran through a cycle because it was not fully installed. I recommend asking the seller about its functionality and if operational, have the installation completed.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Exterior Inspection Limitation - Vegetation",
    "comment": "Due to windows being covered, some areas were not visible at the time of inspection and therefore could not be thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Jetted Tub Inspection Limitation - Breaker Off",
    "comment": "The main water supply was off at the meter and the water heaters functionality could not be confirmed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Structure Inspection Limitation - Spray Foam Insulation",
    "comment": "The roof framing could not be visually inspected, because there was no attic access.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: HVAC Inspection Limitation - Inoperable",
    "comment": "The breaker for the air conditioning was off inside the electrical panel. It is unclear why the breaker was off, however the air conditioning system was not tested. I recommend consulting with the sellers to determine the reason for the breaker being off and addressing as necessary.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Plumbing Inspection Limitation - Crawlspace Inaccessible",
    "comment": "The water heater could not be operated because the shut-off breaker was in the off position.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Roof Structure Inspection Limitation - Covered",
    "comment": "The home's roof framing and structural material were covered with spray foam insulation and could not be visually inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Dishwasher Inspection Limitation - No Water",
    "comment": "The dishwasher was properly installed. However, it’s functionality could not be confirmed due to the electricity being off.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: HVAC Inspection Limitation - Low Temperature",
    "comment": "Parts of the hvac system were inoperable and therefore the hvac system could not be thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Ventilation & Exhaust : Ventilation Inspection Limitation - No Access",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Exterior Inspection Limitation - Owner's Belongings",
    "comment": "The exterior siding appeared to be asbestos-containing material. However, to confirm, it must be lab-tested, which is beyond the scope of this inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Service Entrance: Voltage",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Exterior Door Inspection Limitation - Blocked",
    "comment": "The deck was enclosed on all sides and the underneath could not be visually inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Service Entrance: Service Entrance",
    "comment": "There was no electricity during the inspection and therefore the operation of the lights, switches and receptacles could not be determined.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Appliance Inspection Limitation - Install",
    "comment": "There was a drainage leak at the kitchen sink. As a result, the dishwasher was not inspected for functionality. I recommend running it through a cycle, once all plumbing issues are corrected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Gutters - Recommended",
    "comment": "The home had gutters and downspouts made from copper. Properly installed copper gutter systems have the longest service life of any commonly-used material and are generally considered to be high-quality.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: HVAC Inspection Limitation - No Electricity",
    "comment": "The A/C unit was not thoroughly tested due to low outdoor temperature. I did run it long enough to ensure it came on and cooled. However, it is in your best interest to have the system thoroughly cleaned, serviced and inspected by a HVAC professional when weather permits.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Water Heater Inspection Limitation - Water Off",
    "comment": "The water heater could not be visually inspected, nor get the information from the data tag; manufacturer date, gallons, type, etc. because it was wrapped/covered.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Ventilation & Exhaust: Attic Ventilation Type",
    "comment": "",
    "answer_choices": [
      "Ridge Vent",
      "Gable Vent",
      "Soffit Vent",
      "Turbine",
      "Power Fan",
      "Combination",
      "None Visible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Dishwasher Inspection Limitation - No Electricity",
    "comment": "The dishwasher was installed. However, the drain line was disconnected. I did reconnect it by hand because water was leaking out of it but there is no clamp. Once fully and properly installed, I recommend running the dishwasher through a complete cycle to ensure proper functionality and drainage.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Service Entrance: Meter",
    "comment": "Exterior light fixtures can be on motion detectors, from dusk to dawn sensors, timers, etc. For this reason, we are not always able to confirm whether exterior lights work.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Ventilation & Exhaust: Bathroom Ventilation Type",
    "comment": "",
    "answer_choices": [
      "Exhaust Fan to Exterior",
      "Exhaust Fan to Attic",
      "Window Only",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Material Identification",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: HVAC Inspection Limitation - Thermostat Inoperable",
    "comment": "There was no electricity during the inspection and therefore the proper operation of the HVAC could not be determined.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Attic - Inaccessible",
    "comment": "The aluminum gutter system was a seamless type with gutter seams at corners only. Seams are weak points in gutters and are typically where they fail first. Gutter systems using seamless fabrication may have longer service lives than gutters assembled in sections.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Water Heater Inspection Limitation - Breaker Off",
    "comment": "The pilot to the water heater was off and therefore the functionality could not be inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: HVAC Inspection Limitation - Inaccessible",
    "comment": "The thermostat was inoperable and, therefore, the functionality of the system could not be verified and thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Dishwasher Inspection Limitation - Drainage Leak",
    "comment": "The gas was off at the time of the inspection and as a result, not all appliances could be tested for functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Exterior Window Inspection Limitation - Visibility",
    "comment": "This area could only be viewed from a distance. There was a wasp nest with lots of wasp flying around. I recommend checking these things once they’ve been cleared.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Electrical Limitations",
    "comment": "220V/240V receptacles are not tested for voltage or polarity, as they cannot be tested with a standard receptacle tester. The tools and the knowledge for this would be provided by an electrician. Only visual deficiencies will be reported.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Roof Structure & Attic: Roof Inspection Limitation - Spray Foam",
    "comment": "The home had gutters and downspouts made from vinyl. Vinyl gutter systems are more fragile and have short service lives compared to systems fabricated from metal.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Ventilation & Exhaust: Kitchen Ventilation Type",
    "comment": "",
    "answer_choices": [
      "Range Hood to Exterior",
      "Range Hood Recirculating",
      "Microwave Vent",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Water Heater Inspection Limitation - Wrapped/Covered",
    "comment": "The water supply could not be visually inspected, because it was wrapped/covered.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Ventilation & Exhaust: Dryer Ventilation Termination",
    "comment": "",
    "answer_choices": [
      "Exterior Wall",
      "Roof",
      "Attic",
      "Crawl Space",
      "None",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Dishwasher Inspection Limitation - Drain Disconnected",
    "comment": "The breaker to the range oven was off at the time of the inspection and therefore not tested. I recommend asking the seller about it's functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Exterior Siding - Possible Asbestos",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Gutters: Copper",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Water Heater Inspection Limitation - Pilot Off",
    "comment": "The water heater was present, but not completely installed. I recommend having a plumber, complete the installation and inspect the water heater for any defects.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: AFCI Protection Installed",
    "comment": "The gas pilot to the exterior lights was turned off and could not be tested for functionality. I recommend asking the sellers for more information on their operation.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: HVAC Inspection Limitation - Incomplete Install",
    "comment": "The HVAC equipment in the attic was inaccessible. I recommend having this equipment inspected after the equipment is made accessible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Water Supply Inspection Limitation - Wrapped/Covered",
    "comment": "Not all ventilation in the attic was accessible at the time of inspection. Inspector recommends a full evaluation once all areas are made accessible.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Appliance Inspection Limitation - Gas Off",
    "comment": "The range was in use by the homeowner and therefore not tested for functionality. It was working for them though.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - Unplugged",
    "comment": "The HVAC wasn’t completely installed and therefore not thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Deck Inspection Limitation",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Gutters: Seamless Aluminum",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: GFCI Protection Installed",
    "comment": "The electrical service panel was blocked, preventing the removal of the dead front cover. Therefore the interior could not be inspected. I recommend getting access so that the interior can be inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Gutters: Vinyl",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Inaccessible - Pests",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: HVAC Inspection Limitation - Thermostat Missing",
    "comment": "The window air conditioning was unplugged, and therefore not inspected for functionality. I recommend asking the seller is why it’s unplugged.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Water Heater Inspection Limitation – Incomplete Install",
    "comment": "The home's well water equipment was not thoroughly inspected or tested, as this is beyond the scope of a home inspection. In order to ensure that the well equipment is in good condition, is properly installed, and that the water quality is safe for drinking, I recommend contacting a qualified well drilling contractor to have them inspect and certify the well; as well as to perform water quality testing.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Range Inspection Limitation",
    "comment": "The range/oven was unplugged and therefore not inspected for functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Electrical Inspection Limitation - No Electricity",
    "comment": "Installed smoke and/or CO detectors are required in the home. However, these detectors are not tested as part of the home inspection. For them to be tested, a supply of smoke and/or CO would have to be administered to the sensing agent of the detector. The \"push\" test button only verifies if there is a power source going to the detector.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - Inaccessible",
    "comment": "The thermostats for the HVAC systems were disconnected and therefore the HVAC equipment could not be tested for proper functionality. I recommend having a full evaluation of the HVAC system once all equipment is installed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - In Use",
    "comment": "The range oven was not fully installed and therefore not tested for functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Exterior Light Fixtures Disclaimer",
    "comment": "Switches are sometimes connected to fixtures that require specialized conditions to operate, such as darkness or movement. Sometimes they are connected to electrical receptacles (and sometimes only the top or bottom half of a receptacle). As a result, determining the actual functionality of all electrical equipment may not be possible. Any examples will be noted in this section.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Plumbing Ventilation - Inaccessible",
    "comment": "The water spigot was winterized at the time of inspection and therefore not inspection.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Deck: Material",
    "comment": "",
    "answer_choices": [
      "Wood",
      "Composite",
      "PVC",
      "Aluminum",
      "Concrete",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Thermostat",
    "comment": "The HVAC ductwork was covered by the vapor barrier under the manufactures home and couldn’t be visibly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Well Water - Water Quality Testing",
    "comment": "The gas lanterns were not tested for functionality because the gas valves was off. Replacing lanterns can be expensive, and I recommend asking the seller about their functionality to ensure they work as intended.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Range/Oven - Unplugged",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: 220/240 Receptacle - Not Tested",
    "comment": "There is an active wasps next inside of the exterior panel therefore it was not thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Range - Not Fully Installed",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Water Spigot Limitation - Winterized",
    "comment": "The plumbing fixture and drainage could not be inspected for functionality due to occupants belongings. I recommend checking it when they are removed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Ductwork Inspection Limitation",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - Gas Lantern Pilot Off",
    "comment": "Most of the electrical light fixtures were not installed. I’m addition, a lot of breakers were turned off. This was likely a decision made by the electrician doing the work on the house. I recommend having it all thoroughly inspected once all work is complete.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Electrical Inspection Limitation - Panel Blocked",
    "comment": "The dead front for the electric panel was removed when I got to it and therefore left the same way when the inspection was complete.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Air Conditioning: Air Conditioning",
    "comment": "The thermostat was set to a schedule and I was not able to get it to function as intended. I recommend having the seller turn the schedule off and the HVAC system tested for functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Inspection Limitation - Lantern Gas Supply Off",
    "comment": "The water supply is equipped with a water softener. This system will require maintenance, therefore I recommend acquiring the Owners Manual and familiarizing yourself with the equipment and the recommended maintenance from the manufacturer.Here is a helpful link where you can download the Owners Manual for most water softener systems!* The water softener is outside the scope of the home inspection, therefore it was not tested or inspected. The above comments are a courtesy.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Electrical Inspection Limitation - Panel Locked",
    "comment": "Home branch circuit wiring consists of wiring distributing electricity to devices such as switches, receptacles, and appliances. Most conductors are hidden behind floor, wall and ceiling coverings and cannot be evaluated by the inspector. The Inspector does not remove cover plates and inspection of branch wiring is limited to proper response to a representative number of switches and electrical receptacles.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Plumbing Limitation - Occupant Belongings",
    "comment": "One or more water spigots were not inspected due to being connected to a landscaping timer.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Air Conditioning: Temperature Differential",
    "comment": "",
    "answer_choices": [],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Location",
    "comment": "",
    "answer_choices": [
      "Garage",
      "Basement",
      "Utility Room",
      "Closet",
      "Attic",
      "Crawl Space",
      "Exterior",
      "Laundry Room",
      "Kitchen",
      "Bathroom",
      "Hallway",
      "Living Space",
      "Mechanical Room",
      "Furnace Room",
      "Under Stairs",
      "Pantry",
      "Master Bedroom",
      "Hall Closet",
      "Entry Closet",
      "Linen Closet",
      "Storage Room",
      "Carport",
      "Patio",
      "Porch",
      "Multiple Locations",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Supply: Water Softener",
    "comment": "Thermal imaging was taken at the plumbing fixtures and all exterior walls/ceilings throughout the property, in an effort to minimize the risk of missing a latent defect; leak or improper drainage.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Smoke/CO Detector Information",
    "comment": "The electric panel was locked. I recommend having the panel thoroughly inspected once the lock is removed.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Switches Disclaimer",
    "comment": "The decision was made not to remove the electric panel dead front. It was raining very hard and in my opinion removing it was a safety hazard. I recommend having an electrician inspect the panel to ensure there are no major issues.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Water Supply: Well Water - Recommend Water Quality Test",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Energy Source",
    "comment": "",
    "answer_choices": [
      "Natural Gas",
      "Propane",
      "Electric",
      "Oil",
      "Wood"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Return air filter",
    "comment": "",
    "answer_choices": [
      "Disposable",
      "Washable",
      "HEPA",
      "Electronic",
      "None"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Electric Panel Inspection Limitation - Wasp Nest",
    "comment": "I wasn’t able to get the front cover off the electric panels. I recommend having it made accessible and having an electrician determine if any repairs are needed.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Water Spigot: Water Spigot Inspection Limitation - Winterized",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: System Type",
    "comment": "",
    "answer_choices": [
      "Central Air",
      "Heat Pump",
      "Mini-Split",
      "Window Unit"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Water Spigot: Water Spigot Inspection Limitation - On Timer",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Electrical Inspection Limitation - Breakers Off",
    "comment": "The electric panel breakers were off at the time of the inspection, and therefore not thoroughly inspected or tested for functionality.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Vents & Flues: Ventilation Inspection Limitation - Inaccessible",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: HVAC Tonnage",
    "comment": "",
    "answer_choices": [
      "1 Ton",
      "1.5 Ton",
      "2 Ton",
      "2.5 Ton",
      "3 Ton",
      "3.5 Ton",
      "4 Ton",
      "4.5 Ton",
      "5 Ton",
      "6 Ton",
      "7 Ton",
      "8 Ton",
      "Unknown",
      "Not Listed"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Electric Panel - Deadfront Off",
    "comment": "The AFCI/GFCI breakers in the electric panels were not tested for functionality due to the home being occupied. I highly recommend manually checking the tripping mechanism before moving in, to ensure they function as intended.",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: Distribution System - Configuration",
    "comment": "",
    "answer_choices": [
      "Ducted",
      "Ductless",
      "Both",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Electrical Inspection Limitation - Branch Circuits",
    "comment": "The electric panel was sealed to the wall. I tried to cut it loose but could get it off. I recommend having the seller have it removed and the inside inspected. Issues behind electric panel covers can get expensive.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Thermal Imaging: Leak Detection / Drainage",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Air Conditioning: Distribution System - Ductwork",
    "comment": "",
    "answer_choices": [
      "Metal",
      "Flexible",
      "Fiberglass",
      "Fiberboard",
      "PVC",
      "Combination",
      "Not Visible",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Electrical Inspection Limitation - Locked",
    "comment": "The screw holding the cover in place was rusted and I was not able to get it off. As a result the inside of the panel could not be thoroughly inspected.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Manufacturer",
    "comment": "",
    "answer_choices": [
      "Carrier",
      "Trane",
      "Lennox",
      "Goodman",
      "Rheem",
      "York",
      "American Standard",
      "Bryant",
      "Amana",
      "Coleman",
      "Heil",
      "Payne",
      "Frigidaire",
      "GE",
      "Whirlpool",
      "LG",
      "Samsung",
      "Mitsubishi",
      "Daikin",
      "Fujitsu",
      "Bosch",
      "Ruud",
      "Tempstar",
      "Airtemp",
      "Maytag",
      "Nordyne",
      "Gibson",
      "Kelvinator",
      "Luxaire",
      "Ducane",
      "Armstrong",
      "Allied",
      "Comfort-Aire",
      "Airquest",
      "Magic Chef",
      "Other",
      "Unknown",
      "Not Visible"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "General: Electrical Inspection Limitation - Unsafe to Remove Cover",
    "comment": "A sub panel is a smaller electrical panel that receives power from the main electrical panel and distributes electricity to specific areas or circuits within a building. Sub panels help manage electrical loads, provide additional circuit capacity, and allow for more organized electrical distribution in larger homes or buildings with complex electrical needs.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Electrical Inspection Limitation - Unable to Remove Cover",
    "comment": "The sheathing around the branch wiring was melted. I recommend having a licensed electrician determine what repairs need to be made.",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - Breakers Off",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: AFCI/GFCI Breakers - Not Tested for Functionality",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "General: Electric Panel Limitation - Sealed Shut",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "General: Inspection Limitation - Screw Rusted",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "limitations"
  },
  {
    "text": "Sub Panel: Location",
    "comment": "",
    "answer_choices": [
      "Garage",
      "Basement",
      "Utility Room",
      "Closet",
      "Attic",
      "Crawl Space",
      "Exterior",
      "Laundry Room",
      "Kitchen",
      "Bathroom",
      "Hallway",
      "Living Space",
      "Mechanical Room",
      "Furnace Room",
      "Under Stairs",
      "Pantry",
      "Master Bedroom",
      "Hall Closet",
      "Entry Closet",
      "Linen Closet",
      "Storage Room",
      "Carport",
      "Patio",
      "Porch",
      "Multiple Locations",
      "Workshop",
      "Office",
      "Bedroom",
      "Dining Room",
      "Family Room"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Service Panel: Location",
    "comment": "",
    "answer_choices": [
      "Garage",
      "Basement",
      "Utility Room",
      "Closet",
      "Attic",
      "Crawl Space",
      "Exterior",
      "Laundry Room",
      "Kitchen",
      "Bathroom",
      "Hallway",
      "Living Space",
      "Mechanical Room",
      "Furnace Room",
      "Under Stairs",
      "Pantry",
      "Master Bedroom",
      "Hall Closet",
      "Entry Closet",
      "Linen Closet",
      "Storage Room",
      "Carport",
      "Patio",
      "Porch",
      "Multiple Locations",
      "Workshop",
      "Office",
      "Bedroom",
      "Dining Room",
      "Family Room"
    ],
    "type": "status",
    "tab": "information"
  },
  {
    "text": "Branch Wiring Circuits & Breakers: Melted Sheathing",
    "comment": "",
    "answer_choices": [],
    "type": "information",
    "tab": "information"
  },
  {
    "text": "Service Panel: Manufacturer",
    "comment": "",
    "answer_choices": [
      "Square D",
      "General Electric",
      "Siemens",
      "Cutler-Hammer",
      "Murray",
      "ITE",
      "Challenger",
      "Federal Pacific",
      "Zinsco",
      "Pushmatic",
      "Other",
      "Unknown"
    ],
    "type": "status",
    "tab": "information"
  }
]